/* appended to region name when merging regions */
" merged" = " unite";

/* appended to region name of mixed down regions */
" mixed" = " miste";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ necessario|%@ disponibile.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(vuoto)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NON vuoto)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ non è disponibile.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][Plugin di %@ non disponibili.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: plugin “%@”%@%@ non disponibile.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: plugin “%@”%@%@ non disponibile.][OK|√Non mostrare più il messaggio]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P non riesce ad allocare la memoria sufficiente per le %ld tracce audio richieste.|Sono disponibili solo %ld tracce audio.|Richiede %@ di memoria di sistema libera.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Freq. di campionamento %ld non consentita][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld di %ld documenti audio non sono stati trovati.|Vuoi ancora effettuare l'operazione %@ sui documenti audio trovati?][Annulla|Esegui]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld di %ld documenti audio non sono stati trovati.|(“%@”,...)][Continua]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” non può essere riprodotto sulla traccia %ld della partizione/unità “%@”][OK|√Non mostrare più il messaggio]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][Impossibile utilizzare “%@” della partizione/unità “%@”.|Partizione/unità non consentita!][OK|Non mostrare più il messaggio]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][Impossibile utilizzare “%@” della partizione/unità “%@”.|Partizione/unità non consentita!][OK|Carica]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” è un documento a %ld bit e non può essere riprodotto con %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” è già incluso!][Annulla]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” è vuoto!][Annulla]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” non è un documento audio in formato PCM Wave standard.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” o “%@” esiste già!][Utilizza|Sostituisci]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P ha rilevato %ld documento/i audio in formato a %ld bit.|Tale formato non è supportato e non può essere riprodotto.][OK|√Non  mostrare più il messaggio]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P sta effettuando la scansione del sistema per rilevare dispositivi audio e ne ha rilevato uno con nome “%@”.|Se desideri utilizzare tale dispositivo, non scollegarlo durante il processo di scansione.|Desideri utilizzarlo?][Sì|No]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Ignora?][Continua|Ignora]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Già in registrazione...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Si è verificato un errore.||Codice risultato = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][SI è verificato un errore.||Codice risultato = %ld||Documento = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Impossibile utilizzare l'audio %@ %@ per riprodurre “%@” dalla partizione/unità “%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Documento audio “%@” non rilevato!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Errore di autorizzazione Audio Unit.|Audio Unit “%@” da “%@” comunica di non essere adeguatamente autorizzato per essere utilizzato su questo sistema.|Controlla la documentazione del plugin per ulteriori informazioni relative alla propria protezione della copia.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Errore compatibilità unità audio|L'unità audio “%@” da “%@” non adempie completamente agli standard di unità audio.|^P non può salvare o caricare le impostazione dei  plugin e non possono nemmeno essere salvati con il brano.|Le impostazioni verranno perse quando si chiude il brano.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Errore parametro di automazione!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Impossibile eliminare lo strumento “%@”.|AL momento è in uso.][Annulla]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Impossibile trovare il documento audio “%@”.][OK|√Non mostrare più il messaggio]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Impossibile caricare lo strumento del campionatore “%@”.|È stato creato con una versione più recente di EXS24.][Continua|√Non mostrare più il messaggio]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Traccia accordo aggiunta a %d documenti Apple Loop.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Impossibile trovare i dati di progressione dell'accordo nel documento %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Impossibile aprire il documento %@ per la lettura!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Impossibile aprire il documento %@ per la scrittura!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Non posso creare la regione.|Memoria insufficiente][Annulla]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Non posso creare la traccia.|Numero massimo di tracce superato!][Ignora]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Desideri modificare anche i dati di automazione?][Non modificare|Modifica|√Non mostrare più il messaggio]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Desideri copiare i dati di automazione?][Non copiare|Copia|√Non mostrare più il messaggio]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Vuoi eliminare tutti i dati di automazione dell'intero progetto?|Sei sicuro? Questa operazione è irreversibile.][Annulla|Elimina]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Desideri inizializzare i dati di automazione?][Non inizializzare|Inizializza|√Non mostrare più il messaggio]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Desideri spostare i dati di automazione?][Non spostare|Sposta|√Non mostrare più il messaggio]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Vuoi processare i dati di automazione?][Annulla|Processa]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Impossibile utilizzare la partizione/unità “%@” per la registrazione audio con %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Impossibile utilizzare la partizione/unità “%@” per la registrazione audio.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Impossibile utilizzare la partizione/unità “%@” per la registrazione sulla traccia audio %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1]La partizione/unità “%@” è piena.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Il codice di errore %ld proviene dal driver %@.][Continua]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Errore durante la copia delle risorse. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Errore in CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Errore durante il caricamente del progetto][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Errore nel tentativo di sincronizzare Audio e MIDI.][Continua]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Errore nel tentativo di sincronizzare Audio e MIDI. Frequenza di campionamento %ld riconosciuta.|%@][Continua%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Errore!|Non posso aprire il progetto.|Questo progetto sembra danneggiato.][Annulla]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Errore|CSong::CreateSeq - Dimensione blocco non corretta][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Strumento EXS24 “%@”:|documento audio “%@” non trovato!][Cerca di nuovo|Continua]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Rilevata cartella di registrazione %@ con %ld problemi. Desideri eliminarla?][Annulla|Elimina]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Tempo non corretto(1)][Annulla]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Conteggio traccia non corretto][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Set strumenti “%@” troppo grande! Sono state convertite solo %ld di %ld voci!][Annulla]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Conflitto interno|Riavvia ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Sono state superate le dimensioni massime del documento di %@.|Scegli un tempo di unione inferiore.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problema di allocazione memoria. ][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Memoria usata adesso: %@|Memoria usata prima: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Ho effettuato una correzione minima dei dati del progetto. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Conflitto Mono/Stereo!][Annulla]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Conflitto Mono<->Stereo.|Il plugin non può essere spostato in questa posizione.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Nessun Apple Loop selezionato.][Interrompi]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Nessuna traccia audio è abilitata alla registrazione!|Fai clic sul pulsante \"R\" sulla traccia desiderata per abilitarla alla registrazione.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Le regioni audio non contigue richiedono la creazione di un nuovo documento audio!][Annulla|Crea]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Memoria insufficiente (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Memoria insufficiente per la funzione DSP richiesta][Annulla]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Memoria insufficiente per un convertire il brano][Annulla]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Memoria insufficiente per creare i dati della Traccia di Automazione.][Annulla]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Non c'è abbastanza spazio disponibile sul volume “%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: l'opzione \"Prestazioni processore\" è impostata su \"Automatiche\".|Si consiglia di impostarla su \"Massime\".|Per impostare l'opzione, apri \"Preferenze di Sistema\" > \"Risparmio Energia\" > \"Opzioni\".][Continua]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: l'opzione \"Prestazioni processore\" è impostata su \"Ridotte\".|Si consiglia di impostarla su \"Massime\".|Per impostare l'opzione, apri \"Preferenze di Sistema\" > \"Risparmio Energia\" > \"Opzioni\".][Continua]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][La lunghezza di uno o più documenti audio è stata modificata.|Di conseguenza, le regioni audio %ld sono state modificate in lunghezza o posizione del contenuto.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][La lunghezza di uno o più documenti audio è stata modificata.|Di conseguenza, una regione audio è stata modificata in lunghezza o posizione del contenuto.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Memoria esaurita!][Annulla]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Memoria esaurita!|(Audio organizza 1)][Continua]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Memoria esaurita!|^P richiede più memoria per visualizzare i Waveform.][Continua]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Memoria esaurita!|Non posso inserire o eliminare dati][Annulla]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Trovate note sovrapposte!|Vuoi mantenerle, abbreviarle o suddividerle?][Mantieni|Abbrevia|Suddividi]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Trovate regioni sovrapposte!|Vuoi creare le tracce per le regioni sovrapposte?][No|Crea]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Una parte del progetto non è stata riprodotta|Questo progetto contiene troppe tracce di strumenti reali per poter essere riprodotte in tempo reale.|Per ottimizzare le prestazioni, consulta la pagina 'Ottimizzare le prestazioni di GarageBand' dell'Aiuto GarageBand.][Continua]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Problema durante la riproduzione|La riproduzione del tuo progetto è stata interrotta a causa di una modifica negli ingressi o nelle uscite audio del sistema.][Continua]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Seleziona un driver audio nella seguente finestra di dialogo delle preferenze.][Continua]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Seleziona il numero di bit per questo progetto.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Errore di lettura!|Formato del documento non corretto][Ignora]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1]Partizione/unità di registrazione “%@” non trovata!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Cartella di registrazione “%@” non trovata sulla partizione/unità “%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Funzione DSP richiesta sconosciuta.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][Impossibile aprire il dispositivo ReWire “%@”.|Devi prima eseguire ^P.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Regioni esaurite][Annulla]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Campionatore:|non c'è abbastanza memoria per caricare tutti i campioni dello strumento “%@”.][Continua]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Campionatore:|non c'è abbastanza memoria per aprire lo strumento “%@”.][Continua]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Eseguo scansione Audio Unit.|^P sta per eseguire la scansione dei %ld plugin Audio Unit installati. Può volerci un po' di tempo. La scansione avviene solo alla prima apertura di ^P o dopo l'installazione di Audio Unit.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Tempo %/% non riconosciuto da @|Utilizzo di default 4/4.][OK|Annulla]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Alcuni eventi sono stati impostati sul valore minimo o massimo.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Non posso caricare il progetto perché è stato creato con una versione più recente di ^P.|Aggiorna ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][L'ultima operazione non può essere annullata][Ignora]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Non è possibile annullare.|Memoria insufficiente.][Ignora]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Il dispositivo audio “%@” è stato scollegato!|Desideri passare al dispositivo audio integrato o uscire da ^P?][Esci|Utilizza audio integrato]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Il documento audio “%@” ha un formato a %ld bit e non può essere utilizzato.][Annulla]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Il documento “%@” non è un documento strumento EXS.][Annulla]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Il documento “%@” sembra danneggiato.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Il nome del documento “%@” è troppo lungo.|A ^P occorre spazio per le estensioni dei nomi.|(Massimo %ld caratteri)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Il nome del documento è troppo lungo.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Il numero di ingressi MIDI è cambiato.|Ora sono disponibili %ld ingressi.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Il numero di ingressi MIDI è cambiato.|Ora non sono disponibili ingressi.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Il numero di ingressi MIDI è cambiato.|Ora è disponibile un ingresso.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Il plugin “%@” non è disponibile sul tuo sistema.|Scegline un altro oppure esci da GarageBand e installa il plugin sul computer per poterlo utilizzare nel progetto.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Ci sono alcuni eventi prima della posizione '1 1 1  1'.|Sposta tutte le tracce selezionate o inserisci tutti gli eventi upbeat nella posizione '1 1 1  1'][Sposta tutto|Upbeat|Annulla]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Esistono dati di automazione nello strumento precedente.|Vuoi spostare o copiare i dati di automazione in un nuovo strumento?][No|Copia|Sposta]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Questo documento Apple Loop è stato creato con un effetto o uno strumento non disponibile.|Il plugin “%@” non è disponibile. Per aggiungere questo loop utilizzando lo stesso suono che hai sentito nel browser loop, trascina il loop in una nuova traccia tenendo premuto il tasto Opzione.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Questa unità non può essere utilizzata per l'audio.][Ignora]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Questo tipo di documento non è supportato.][Interrompi]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Questo progetto sembra danneggiato. Apri una versione di backup.][Interrompi]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Il progetto è stato creato con una versione più recente di ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Troppe tracce di automazione.][Annulla]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Rilevato un blocco di memoria inutilizzato!|Vuoi eliminarlo?][Annulla|Elimina]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Attenzione! Memoria insufficiente!][Riprova|Annulla]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Attenzione! Memoria insufficiente. Non posso annullare. Salva il progetto e riprova. Se non funziona, prova a riavviare il sistema, quindi riapri il progetto.][Annulla]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Attenzione! Memoria insufficiente.|Questa operazione non può essere annullata. Vuoi continuare?][Annulla|Continua]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Attenzione! Il progetto è stato creato con una versione più recente di ^P.|Questo potrebbe causare dei problemi.|Aggiorna ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Attenzione! La memoria delle azioni annullate sta per esaurirsi. Sono state eliminati le %d azioni annullate meno recenti.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Attenzione!|Non posso completare il comando Annulla][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Attenzione!|Progetto danneggiato! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Attenzione!|Blocco inutilizzato trovato nel progetto.|Prima salva il progetto.|(Codice: 0x%lx)][Annulla|Elimina]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Attenzione.|Servizi Mac OS X MIDI non disponibili.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Attenzione:|Eventi di fine mancanti nel progetto!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Attenzione|Programma multiutente in multitask][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld documento/i audio da creare.|Questo richiede %@ di spazio su disco.][Crea|Annulla]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” è di dimensioni minori!|Desideri usarlo comunque?][Annulla|Usa]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Documento audio “%@” non trovato!][Ignora|Cerca]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Ci sono dei dati di automazione in quella traccia.|Vuoi eliminare anche i dati di automazione?][Non eliminare i dati|Annulla|Elimina dati]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Masterizzazione riuscita][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Elimino le impostazioni esistenti?][Annulla|Elimina]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Desideri eliminare lo strumento “%@” ?][Annulla|Elimina%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Desideri eliminare il documento audio registrato “%@”%@ dal disco?|L'operazione è irreversibile!][Elimina|Mantieni %@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Vuoi eliminare i dati di automazione?][No|Elimina]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Il documento “%@” esiste già.][Annulla|Sostituisci]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][L'ultima operazione supera l'inizio della cartella o della regione!|Adatto la dimensione?][Annulla|Adatta]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][L'ultima operazione supera la lunghezza della cartella o della regione!|Adatto la dimensione?][Annulla|Adatta]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Avvia il driver “%@”?][Sì|No]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Sovrascrivo le impostazioni esistenti?][Annulla|Sovrascrivi]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Una parte del progetto non è stata riprodotta|Questo progetto contiene troppe tracce, effetti o note per poter essere riprodotto in tempo reale.|Per ottimizzare le prestazioni, consulta la pagina 'Ottimizzare le prestazioni di GarageBand' dell'Aiuto GarageBand.][Continua]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Sostituisco la selezione corrente?][No|Sostituisci]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulazione riuscita][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][Il server AU a 32 bit si è chiuso in modo inatteso.|Tutte le modifiche non salvate nei parametri Audio Unit sono andate perse. Puoi provare a eseguire di nuovo il server AU a 32 bit. Se il problema si ripete, fai clic su Annulla, quindi esci da ^P ed eseguilo di nuovo.][Annulla|Esegui di nuovo server AU a 32 bit]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Il formato di destinazione non supporta freq. di campionamento superiori a 48 kHz.|^P può convertire la freq. dei dati prodotti. Procedo?][Annulla|Converti]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Impossibile aprire il documento “%@”: si trova nel Cestino.|Per utilizzare l'elemento, trascinalo fuori dal Cestino.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Non posso creare il comando Avvia!][INTERROMPI]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Non posso creare la regione!][Annulla]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Non posso registrare gli eventi!|Riorganizza la memoria?|%ld,%ld,%ld][OK|Riorganizza]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Regione non valida (2)][Ripristina|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Numero Regione non corretto][Annulla]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Memoria insufficiente!|(Cursori master non sufficienti)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Errore uscita MIDI][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Timeout MIDI|^P ha rilevato un timeout MIDI. Riavvia il computer, quindi esegui di nuovo ^P.|Se il problema persiste, aggiorna i driver di tutti i dispositivi MIDI collegati (compresi i driver audio con funzionalità MIDI) all'ultima versione. Per istruzioni sulla rimozione dei driver obsoleti, consulta la documentazione dei relativi produttori.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Problema minore nei dati (3)][Ripristina|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Il documento Modulo “%@” è obsoleto e non può essere utilizzato con questa versione di ^P.|Ottieni un aggiornamento del documento Modulo e spostalo nella cartella “%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Il documento Modulo “%@” è troppo nuovo e non può essere utilizzato con questa versione di ^P.|Ottieni un aggiornamento del documento dell'applicazione ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Nessun dato corrispondente negli appunti!][Ignora]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Nessuna traccia di registrazione specificata!][IGNORA]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Nessuna traccia di registrazione specificata!][Annulla]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Memoria insufficiente per un nuovo progetto][Interrompi]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Memoria insufficiente per creare gli appunti!][Ignora]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Memoria insufficiente per creare gli appunti/Annulla!|Non dovrebbe mai succedere.][Ignora]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Memoria insufficiente per creare l'oggetto][Ignora]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Memoria insufficiente|(playtracks)][Ignora]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Errore di lettura!|Questo non è un progetto di ^P!][Interrompi]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Formato del progetto troppo vecchio!][Interrompi]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Ci sono Regioni in questa traccia!|Elimino Tracce e Regioni?][Annulla|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Tipo di Annulla sconosciuto][Interrompi]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Attenzione! Memoria insufficiente!|Questa operazione non può essere annullata.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Attenzione!|Il progetto potrebbe essere danneggiato][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Versione non corretta!][Ignora]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Hai una versione precedente di Emagic USB MIDI Driver già installata.|Questo potrebbe causare errori di comunicazione MIDI e di sistema. Installa la versione 1.5, o successiva. La puoi trovare su www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continua]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Connesso a";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R a doppio strato";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "per la creazione di documento/i freeze.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "In transizione...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Carico documenti audio per “%@”...";

/* cd/dvd media status display */
"No media" = "Nessun media";

/* Node */
"Not connected" = "Non connesso";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Non è presente alcuna finestra di dialogo modale sullo schermo.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Sconosciuto";

/* cd/dvd media status display */
"Unknown media type" = "Tipo di media sconosciuto";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Senza titolo";

